{
  "game_state": {
    "turn": 1,
    "actions": [
      {
        "player": "Noj Notrub",
        "action": "go to the windmill after finishing some jerky"
      },
      {
        "player": "Noj Notrub",
        "action": "Approach the figure and ask him \"Hey pal what are you doing in here?\""
      },
      {
        "player": "Noj Notrub",
        "action": "Look at Naesala and nod, then start playing my lute to distract the figure while naesala casts an enchantment on the figure to get more information and potentially see what the object is."
      },
      {
        "player": "Noj Notrub",
        "action": "Look at Beiro and Euphemia for assistance here as I am but a simple bard"
      },
      {
        "player": "Noj Notrub",
        "action": "If beiro is in a good spot he should go for a strike"
      },
      {
        "player": "Noj Notrub",
        "action": "Slowly bend down as if I was going to kneel and bow to apolgize to the figure and when I get close enough I pull the dagger from my boot and scream \" BEIRO NOW\" and he should let an arrow loose while I tackle the hooded figure with my dagger"
      },
      {
        "player": "Noj Notrub",
        "action": "Watch where the arrow from beiro went and stand back getting hungry could go for some jerky"
      },
      {
        "player": "Noj Notrub",
        "action": "Nothing I can do but eat jerky and hope my gang can save me"
      }
    ],
    "responses": [
      "As you slowly wake from your dream, you recall the recent events that have set the stage for your epic quest. You remember the world of Elyria, a land of ancient magic, where dragons once ruled and mythical creatures roam free. However, a dark sorcerer has stolen the fabled Starheart Crystal, plunging the land into darkness and fear. The kingdom of Silverleaf remains a beacon of hope, and it's here that your journey began.\n\nIn the town of Willowdale, you gathered with other brave adventurers at the local tavern. You recall Noj Notrub's charming performance, Naesala Moonfire's studious nature as she searched for clues about the Starheart Crystal, Euphemia Highhill's cunning and charm, and Beiro Silverleaf's watchful eye. A hooded figure appeared, whispering a cryptic message about a hidden text that may hold the key to the crystal's recovery. They left behind a wooden box with a note, inviting you to meet at the old windmill on the outskirts of town at midnight, alone.\n\nThe dream fades, but the reality remains. You're now faced with a choice: investigate the windmill and risk walking into a trap, or ignore the message and continue your search for the Starheart Crystal on your own terms. The fate of Elyria hangs in the balance, and your decision will determine the course of your journey. Will you take the risk and head to the windmill, or will you forge your own path? The choice is yours.",
      "Noj Notrub, you've decided to head to the windmill after finishing your jerky. As you approach the old windmill, you notice it's been abandoned for quite some time. The doors are slightly ajar, and the wind is blowing gently through the broken windows. You can hear the creaking of the old wooden beams and the distant howling of wolves.\n\nAs you push open the creaky door, you step inside, your eyes adjusting to the dim light. You see a figure standing in the shadows, partially hidden by the darkness. The air inside is musty and filled with the scent of decay.\n\nSuggest a Wisdom (Perception) check - DC 15 to see if you notice anything unusual about the figure or the surroundings. What would you like to do next?",
      "With a roll of 19, you successfully notice that the figure seems to be standing in an unnatural pose, and you catch a glimpse of something glinting in the faint light, possibly a weapon or a piece of jewelry. Your keen perception also picks up on some faint scratches on the walls and floor, suggesting recent movement or struggle. You sense that something is off about the scene, and your instincts are on high alert.\n\nAs you take in these details, you must now decide how to proceed: will you try to communicate with the figure, investigate the scratches and glinting object, or prepare for a potential threat?",
      "As you slowly wake from your dream, you recall the recent events that have set the stage for your epic quest. The world of Elyria, a land of ancient magic, was plagued by darkness and fear after a powerful sorcerer stole the fabled Starheart Crystal.\n\nIn the town of Willowdale, you gathered with other brave adventurers at the local tavern, where Noj Notrub's charming performance, Naesala Moonfire's studious nature, Euphemia Highhill's cunning, and Beiro Silverleaf's watchful eye all came together. A hooded figure appeared, whispering a cryptic message about a hidden text that may hold the key to the crystal's recovery, and left behind a wooden box with a note inviting you to meet at the old windmill on the outskirts of town at midnight, alone.\n\nYou decided to head to the windmill, and as you approach, you notice it's been abandoned for quite some time. The doors are slightly ajar, and the wind is blowing gently through the broken windows. You've stepped inside, and now you see a figure standing in the shadows, partially hidden by the darkness. With your keen perception, you've noticed something unusual about the figure and the surroundings. You sense that something is off, and your instincts are on high alert. What will you do next?",
      "You approach the figure and ask, \"Hey pal, what are you doing in here?\" The figure slowly turns towards you, its face still shrouded in darkness. You can't quite make out its features, but you sense a hint of unease in its movements. The figure doesn't respond, but instead takes a step closer to you, its glinting object now more visible.\n\nAs the figure moves, you notice that its pose seems even more unnatural, and you wonder if it might be under some sort of control or enchantment. Suggest a Wisdom (Insight) check - DC 18 to see if you can get a better sense of the figure's intentions and state of mind.\n\nThe air in the windmill grows thicker with tension, and you can't shake the feeling that something is off. The creaking of the old wooden beams and the distant howling of wolves only add to the sense of foreboding. What will you do next?",
      "Since 17 < 18, the outcome is a failure, and you can't quite get a read on the figure's intentions or state of mind, leaving you with more questions than answers. The figure's unsettling presence and the eerie atmosphere of the windmill only heighten your sense of unease. The figure takes another step closer, its glinting object at the ready, and you must decide how to proceed.\n\nWhat will you do next, considering the figure's ominous approach and the tension-filled environment of the windmill?",
      "You begin to play a soothing melody on your lute, attempting to distract the figure while Naesala prepares to cast an enchantment. The music fills the air, and the figure's gaze falters for a moment, its attention drawn to the sound. Naesala seizes the opportunity, starting to chant the words of a spell.\n\nAs Naesala casts the enchantment, the figure's eyes glaze over, and it becomes more receptive to the spell. To determine the success of the enchantment, suggest a Charisma saving throw - DC 15 for the figure. If the spell is successful, Naesala may be able to extract more information from the figure or understand the nature of the glinting object.\n\nThe atmosphere in the windmill remains tense, and the figure's unsettling presence still lingers. The music from your lute continues to fill the air, but the figure's reaction to the enchantment will depend on the outcome of the saving throw. What will you do next?",
      "The outcome of the roll is a failure, as 10 is less than the DC 15, meaning the figure resists Naesala's enchantment and its gaze clears, its attention refocusing. The music from your lute continues to fill the air, but its distracting effect is waning, and the figure's unsettling presence becomes more pronounced. The atmosphere in the windmill grows even more tense as the figure's eyes seem to bore into Naesala, who stands frozen, unsure of what to do next.\n\nWhat will you do to support Naesala and regain control of the situation?",
      "You glance at Beiro and Euphemia, seeking their assistance in this tense situation. Beiro readies her bow, her eyes fixed on the figure, while Euphemia slips into the shadows, preparing to strike from an unexpected angle. Naesala, still frozen, seems to be waiting for an opportunity to try again.\n\nThe figure, its gaze still fixed on Naesala, takes another step closer, its glinting object at the ready. The music from your lute is fading, and the atmosphere in the windmill is becoming increasingly oppressive.\n\nTo try and defuse the situation, you'll need to think quickly. Suggest a Wisdom (Insight) check - DC 18 to get a better sense of the figure's intentions and motivations. If you succeed, you may be able to find a way to calm the figure down or distract it long enough for Naesala to try again. What will you do next?",
      "With a roll of 3, you fail to gain insight into the figure's intentions, and the situation remains tense and unpredictable. The figure takes another step closer to Naesala, its glinting object still at the ready, and the atmosphere in the windmill grows even more oppressive. Beiro and Euphemia hold their positions, waiting for an opportunity to act, as the music from your lute fades away completely.\n\nWhat will you do next to try and defuse the situation, considering the figure's increasing aggression and Naesala's frozen state?",
      "You glance at Beiro and Euphemia, seeking their assistance in this tense situation. Beiro readies her bow, her eyes fixed on the figure, while Euphemia slips into the shadows, preparing to strike from an unexpected angle. You notice that Beiro is in a good position to strike, but the figure's attention is still fixed on Naesala.\n\nConsidering the figure's increasing aggression, you think it's time to try and defuse the situation. You suggest a Charisma (Persuasion) check - DC 15 to try and calm the figure down and distract it from Naesala. If you succeed, you may be able to create an opportunity for Naesala to try again or for Beiro to strike.\n\nThe figure takes another step closer to Naesala, its glinting object still at the ready. The atmosphere in the windmill grows even more oppressive. Beiro and Euphemia hold their positions, waiting for an opportunity to act. What will you do next to try and defuse the situation?",
      "With a roll of 20, you successfully persuade the figure to calm down, distracting it from Naesala and creating an opportunity for your allies to act. The figure's aggressive stance falters, and it takes a step back, its gaze wavering between you and Naesala. As the tension momentarily eases, Beiro and Euphemia hold their positions, waiting for your next move to capitalize on the situation.\n\nWhat will you do next to take advantage of the brief reprieve, considering Naesala's safety and the figure's still-hostile demeanor?",
      "You slowly begin to bend down, as if to kneel and bow to the figure, and the hooded figure's gaze follows your movement. Beiro, still ready with her bow, waits for your signal. As you get close enough, you pull the dagger from your boot and scream \"BEIRO NOW\" while tackling the hooded figure with your dagger. \n\nSuggest an attack roll to see if you successfully hit the figure. Also, suggest a Dexterity saving throw - DC 15 for the hooded figure to see if it can avoid your tackle. Beiro, taking your cue, releases an arrow at the figure. I will handle Beiro's attack roll. \n\nThe situation is intense, and Naesala and Euphemia hold their breath, waiting to see the outcome. The atmosphere in the windmill is still oppressive, and the fate of the situation hangs in the balance. What will you do next, considering the outcome of your attack and the figure's possible reaction?",
      "The outcome of the roll is a failure, as 2 is less than 15, meaning the hooded figure successfully avoids your tackle. The figure dodges your dagger and your tackle, leaving you off balance and vulnerable to a counterattack. The hooded figure's gaze lingers on you for a moment before shifting to Beiro, who has just released an arrow in its direction.\n\nNow that the hooded figure has avoided your attack, it's likely to retaliate or try to gain the upper hand. Considering the figure's gaze has shifted to Beiro, you must decide how to proceed to protect your ally and gain control of the situation. What do you do next to counter the hooded figure's potential attack and turn the tables in your favor?",
      "Noj Notrub, you've made a bold move, attempting to tackle the hooded figure with your dagger while signaling Beiro to release an arrow. Unfortunately, your tackle was unsuccessful, and the figure dodged your attack with ease. You're now off balance and vulnerable to a counterattack.\n\nThe hooded figure's gaze has shifted to Beiro, who has just released an arrow in its direction. I'll handle the outcome of Beiro's attack.\n\nTo regain your footing and protect yourself from a potential counterattack, suggest a Dexterity saving throw - DC 10 to see if you can quickly recover from your failed tackle.\n\nAs the situation unfolds, Naesala and Euphemia remain on high alert, waiting for an opportunity to act. The atmosphere in the windmill remains tense, and the fate of the situation hangs in the balance.\n\nWhat will you do next to counter the hooded figure's potential attack and turn the tables in your favor?",
      "Unfortunately, your Dexterity saving throw of 5 is less than the DC 10, resulting in failure, and you stumble backwards, struggling to regain your balance. The hooded figure seizes the opportunity, taking a step closer to you with an air of menacing intent. You're now in a precarious position, vulnerable to a counterattack, and must think quickly to turn the tables.\n\nWhat will you do next to counter the hooded figure's potential attack and turn the tables in your favor?",
      "You've decided to sit back and eat jerky, hoping your gang can save you from the precarious situation. The hooded figure takes another step closer to you, its menacing intent clear. Beiro's arrow flew towards the figure, but I'll handle the outcome of that attack.\n\nBeiro's arrow hits the hooded figure, but it seems to have a minimal effect. The figure is now closer to you, and you're still off balance from your previous failed tackle. Naesala and Euphemia are on high alert, waiting for an opportunity to act.\n\nTo defend yourself from the hooded figure's potential attack, suggest a Dexterity saving throw - DC 15 to see if you can dodge its incoming attack. The figure raises its hand, and you sense a dark energy building up. What will you do next to counter the hooded figure's attack and turn the tables in your favor?",
      "You failed to dodge the hooded figure's attack, as your Dexterity saving throw of 8 is less than the DC 15, leaving you vulnerable to the dark energy building up. The figure unleashes a blast of dark energy, striking you with an otherworldly force that sends you stumbling backward. As you struggle to regain your footing, Naesala and Euphemia prepare to intervene, sensing their chance to turn the tide of the battle.\n\nWhat will you do next to counter the hooded figure's attack and turn the tables in your favor, considering your current precarious position and the readiness of your allies?"
    ],
    "story_progression": [
      "The world of Elyria is a land of ancient magic, where dragons once ruled and mythical creatures roam free, but now it is plagued by darkness and fear as a powerful sorcerer has stolen the fabled Starheart Crystal, an artifact that maintained balance and harmony in the land. The people of Elyria are in dire need of heroes to restore the crystal and save their world. The kingdom of Silverleaf, a realm of enchanting forests and rolling hills, is one of the few places that still holds on to the light of hope.\n\nIn the bustling town of Willowdale, nestled at the edge of the Silverleaf kingdom, the party gathers at the local tavern, each drawn by rumors of a secret meeting for those willing to take on a perilous quest. Noj Notrub, the charming dragonborn bard, is in the midst of a lively performance, entertaining the crowd with his lute and tales of adventure, while Naesala Moonfire sits in the corner, nose buried in a dusty tome, searching for any mention of the Starheart Crystal. Euphemia Highhill mingles with the patrons, using her cunning and charm to gather information, and Beiro Silverleaf observes from the shadows, his eyes scanning the room for any signs of trouble.\n\nNoj Notrub, with his small dagger tucked into his right boot and his lute by his side, is a skilled performer and entertainer, able to weave powerful tales and melodies that can inspire and charm his audience. Naesala Moonfire, dressed in her robe of the archmagi, carries a wand of the war mage and a spellbook filled with the secrets of magic, her curious and studious nature driving her to uncover the mysteries of the ancient world. Euphemia Highhill, with her dagger and leather armor, is a cunning rogue, able to slip in and out of the shadows unnoticed, and her disguise kit and potion of invisibility make her a formidable opponent in the art of deception. Beiro Silverleaf, with his longbow and quiver of arrows, is a skilled ranger, able to survive and thrive in the wilderness, and his resourceful and independent nature makes him a valuable ally in the face of danger.\n\nAs the party finishes their drinks and prepares to leave, a hooded figure approaches them, whispering a cryptic message about the Starheart Crystal and a hidden text that may hold the key to its recovery, a text that Naesala Moonfire had been searching for in the ancient libraries and hidden tomes of her journey. The figure vanishes as quickly as they appeared, leaving behind a small, intricately carved wooden box with a note that reads: \"Meet me at the old windmill on the outskirts of town at midnight, come alone.\" The party must now decide whether to investigate the windmill and risk walking into a trap, or to ignore the message and continue their search for the Starheart Crystal on their own terms, but one thing is certain, the fate of Elyria hangs in the balance, and the choice they make will determine the course of their journey, will they take the risk and head to the windmill, or will they forge their own path?"
    ],
    "turn_participation": {
      "Noj Notrub": false,
      "Naesala Moonfire": false,
      "Euphemia Highhill": false,
      "Beiro Silverleaf": false
    },
    "party_members": {
      "Noj Notrub": "Name: Noj Notrub\nRace: Dragonborn\nClass: Bard\nBackground: Entertainer\nAlignment: Chaotic Good\n\nAbility Scores:\nSTR: 9\nDEX: 10\nCON: 12\nINT: 14\nWIS: 14\nCHA: 14\n\nHP: 30\nAC: 10\n\nPersonality: Noj the Dragonborn stands at 6'4\" with vibrant blue scales that shimmer like the deep ocean. His draconic features are softened by kind, light green eyes. He often wears simple, travel-worn clothes, favoring practicality over ostentation. A well-loved lute is always strapped to his back, and a pouch of seasoned beef jerky hangs from his belt.\n\nEquipment:\n- Small Dagger in Right Boot\n- Basic Blue Clothing with Leather Padding\n- Satchel\n- Lute\n- Beef Jerky\n- Waterskin\n\nBackstory: Noj was born in a remote mountain village. He loved two things: his lute and beef jerky. While his clan crafted wind instruments, Noj was drawn to the lute, taught to him by a traveling bard. His love for beef jerky began with a human trapper who shared his запасы (supplies). Yearning to explore beyond his village and share his music (and sample all the beef jerky the world has to offer), Noj left home. He now wanders the land, playing his lute and searching for the perfect piece of dried meat.",
      "Naesala Moonfire": "Name: Naesala Moonfire\nRace: Half-Elf\nClass: Wizard\nLevel: 5\n\nAbility Scores:\nSTR: 12\nDEX: 14\nCON: 16\nINT: 18\nWIS: 10\nCHA: 13\n\nHP: 27\nAC: 12\n\nBackground: Sage\nAlignment: Neutral Good\n\nPersonality:\nCurious, studious, and cautious.\n\nEquipment:\n- Wand of the War Mage\n- Robe of the Archmagi\n- Spellbook, potion of healing, arcane focus\n\nBackstory:\nNaesala was born to an elven mother and a human father, both scholars. She inherited their love for knowledge and magic. After mastering the basics, she left home to explore the world and expand her understanding. Her journey has led her to many ancient libraries and hidden tomes.",
      "Euphemia Highhill": "Name: Euphemia Highhill\nRace: Halfling\nClass: Rogue (Leveller)\nLevel: 5\n\nAbility Scores:\nSTR: 13\nDEX: 17\nCON: 14\nINT: 12\nWIS: 10\nCHA: 15\n\nHP: 34 (5d8 + 14 CON mod)\nAC: 15 (10 + 2 DEX mod + leather armor)\n\nBackground: Charlatan\nAlignment: Chaotic Good\n\nPersonality:\n- Cunning and charming\n- Has a knack for getting out of tricky situations\n- Enjoys playing pranks on others\n\nEquipment:\n- Dagger\n- Leather armor\n- Thieves' tools\n- Disguise kit\n- Potion of invisibility\n\nBackstory: Euphemia Highhill grew up in a small village where she learned to be crafty and clever. She left her home to explore the world and seek adventure, using her skills to make a living as a charlatan and a thief. She enjoys using her wit and charm to get out of trouble and often plays pranks on her companions. Despite her mischievous behavior, she has a good heart and always tries to do what's right.",
      "Beiro Silverleaf": "Name: Beiro Silverleaf\nRace: Half-Elf\nClass: Ranger\nLevel: 5\n\nAbility Scores:\nSTR: 16\nDEX: 14\nCON: 12\nINT: 10\nWIS: 18\nCHA: 12\n\nHP: 35\nAC: 18\n\nBackground: Outlander\nAlignment: Neutral Good\n\nPersonality:\n Resourceful, Independent, Guarded\n\nEquipment:\n- Longbow with quiver of 20 arrows\n- Leather armor\n- Backpack, bedroll, and waterskin\n\nBackstory:\nBeiro was raised by his elven mother in a secluded forest glade. He learned survival skills and archery from a young age, and has spent most of his life living off the land. After his mother's passing, Beiro set out into the wider world to explore and protect the natural beauty he grew up with. He now travels as a ranger, using his skills to defend the innocent and preserve the wilderness."
    }
  },
  "party": {
    "Noj Notrub": "Name: Noj Notrub\nRace: Dragonborn\nClass: Bard\nBackground: Entertainer\nAlignment: Chaotic Good\n\nAbility Scores:\nSTR: 9\nDEX: 10\nCON: 12\nINT: 14\nWIS: 14\nCHA: 14\n\nHP: 30\nAC: 10\n\nPersonality: Noj the Dragonborn stands at 6'4\" with vibrant blue scales that shimmer like the deep ocean. His draconic features are softened by kind, light green eyes. He often wears simple, travel-worn clothes, favoring practicality over ostentation. A well-loved lute is always strapped to his back, and a pouch of seasoned beef jerky hangs from his belt.\n\nEquipment:\n- Small Dagger in Right Boot\n- Basic Blue Clothing with Leather Padding\n- Satchel\n- Lute\n- Beef Jerky\n- Waterskin\n\nBackstory: Noj was born in a remote mountain village. He loved two things: his lute and beef jerky. While his clan crafted wind instruments, Noj was drawn to the lute, taught to him by a traveling bard. His love for beef jerky began with a human trapper who shared his запасы (supplies). Yearning to explore beyond his village and share his music (and sample all the beef jerky the world has to offer), Noj left home. He now wanders the land, playing his lute and searching for the perfect piece of dried meat.",
    "Naesala Moonfire": "Name: Naesala Moonfire\nRace: Half-Elf\nClass: Wizard\nLevel: 5\n\nAbility Scores:\nSTR: 12\nDEX: 14\nCON: 16\nINT: 18\nWIS: 10\nCHA: 13\n\nHP: 27\nAC: 12\n\nBackground: Sage\nAlignment: Neutral Good\n\nPersonality:\nCurious, studious, and cautious.\n\nEquipment:\n- Wand of the War Mage\n- Robe of the Archmagi\n- Spellbook, potion of healing, arcane focus\n\nBackstory:\nNaesala was born to an elven mother and a human father, both scholars. She inherited their love for knowledge and magic. After mastering the basics, she left home to explore the world and expand her understanding. Her journey has led her to many ancient libraries and hidden tomes.",
    "Euphemia Highhill": "Name: Euphemia Highhill\nRace: Halfling\nClass: Rogue (Leveller)\nLevel: 5\n\nAbility Scores:\nSTR: 13\nDEX: 17\nCON: 14\nINT: 12\nWIS: 10\nCHA: 15\n\nHP: 34 (5d8 + 14 CON mod)\nAC: 15 (10 + 2 DEX mod + leather armor)\n\nBackground: Charlatan\nAlignment: Chaotic Good\n\nPersonality:\n- Cunning and charming\n- Has a knack for getting out of tricky situations\n- Enjoys playing pranks on others\n\nEquipment:\n- Dagger\n- Leather armor\n- Thieves' tools\n- Disguise kit\n- Potion of invisibility\n\nBackstory: Euphemia Highhill grew up in a small village where she learned to be crafty and clever. She left her home to explore the world and seek adventure, using her skills to make a living as a charlatan and a thief. She enjoys using her wit and charm to get out of trouble and often plays pranks on her companions. Despite her mischievous behavior, she has a good heart and always tries to do what's right.",
    "Beiro Silverleaf": "Name: Beiro Silverleaf\nRace: Half-Elf\nClass: Ranger\nLevel: 5\n\nAbility Scores:\nSTR: 16\nDEX: 14\nCON: 12\nINT: 10\nWIS: 18\nCHA: 12\n\nHP: 35\nAC: 18\n\nBackground: Outlander\nAlignment: Neutral Good\n\nPersonality:\n Resourceful, Independent, Guarded\n\nEquipment:\n- Longbow with quiver of 20 arrows\n- Leather armor\n- Backpack, bedroll, and waterskin\n\nBackstory:\nBeiro was raised by his elven mother in a secluded forest glade. He learned survival skills and archery from a young age, and has spent most of his life living off the land. After his mother's passing, Beiro set out into the wider world to explore and protect the natural beauty he grew up with. He now travels as a ranger, using his skills to defend the innocent and preserve the wilderness."
  },
  "player_character": {
    "name": "Noj Notrub",
    "race": "Dragonborn",
    "class": "Bard",
    "background": "Entertainer",
    "alignment": "Chaotic Good",
    "ability_scores": {
      "STR": 9,
      "DEX": 10,
      "CON": 12,
      "INT": 14,
      "WIS": 14,
      "CHA": 14
    },
    "personality": "Noj the Dragonborn stands at 6'4\" with vibrant blue scales that shimmer like the deep ocean. His draconic features are softened by kind, light green eyes. He often wears simple, travel-worn clothes, favoring practicality over ostentation. A well-loved lute is always strapped to his back, and a pouch of seasoned beef jerky hangs from his belt.",
    "backstory": "Noj was born in a remote mountain village. He loved two things: his lute and beef jerky. While his clan crafted wind instruments, Noj was drawn to the lute, taught to him by a traveling bard. His love for beef jerky began with a human trapper who shared his запасы (supplies). Yearning to explore beyond his village and share his music (and sample all the beef jerky the world has to offer), Noj left home. He now wanders the land, playing his lute and searching for the perfect piece of dried meat.",
    "equipment": [
      "Small Dagger in Right Boot",
      "Basic Blue Clothing with Leather Padding",
      "Satchel",
      "Lute",
      "Beef Jerky",
      "Waterskin"
    ],
    "image_path": "D:\\DND Copy\\saved_characters\\noj_notrub_dragonborn_bard_portrait.png"
  },
  "timestamp": "2025-02-14 21:17:13"
}