{
  "Noj Notrub": "Name: Noj Notrub\nRace: Dragonborn\nClass: Bard\nBackground: Entertainer\nAlignment: Chaotic Good\n\nAbility Scores:\nSTR: 9\nDEX: 10\nCON: 12\nINT: 14\nWIS: 14\nCHA: 14\n\nHP: 30\nAC: 10\n\nPersonality: Noj the Dragonborn stands at 6'4\" with vibrant blue scales that shimmer like the deep ocean. His draconic features are softened by kind, light green eyes. He often wears simple, travel-worn clothes, favoring practicality over ostentation. A well-loved lute is always strapped to his back, and a pouch of seasoned beef jerky hangs from his belt.\n\nEquipment:\n- Small Dagger in Right Boot\n- Basic Blue Clothing with Leather Padding\n- Satchel\n- Lute\n- Beef Jerky\n- Waterskin\n\nBackstory: Noj was born in a remote mountain village. He loved two things: his lute and beef jerky. While his clan crafted wind instruments, Noj was drawn to the lute, taught to him by a traveling bard. His love for beef jerky began with a human trapper who shared his запасы (supplies). Yearning to explore beyond his village and share his music (and sample all the beef jerky the world has to offer), Noj left home. He now wanders the land, playing his lute and searching for the perfect piece of dried meat.",
  "Glim Filchbatter": "Name: Glim Filchbatter\nRace: Gnome\nClass: Wizard\nLevel: 5\n\nAbility Scores:\nSTR: 12\nDEX: 14\nCON: 16\nINT: 18\nWIS: 10\nCHA: 13\n\nHP: 27\nAC: 12\n\nBackground: Sage\nAlignment: Neutral Good\n\nPersonality:\nCurious and inventive, Glim is always eager to learn new spells.\n\nEquipment:\n- Wand of Magic Missiles\n- Robe of the Archmagi\n- Spellbook, magnifying glass, ink pen\n\nBackstory:\nGlim Filchbatter was born into a family of tinkerers. He discovered his affinity for magic early and has since dedicated his life to mastering it. His travels have taken him across continents, gathering knowledge and ancient texts. Now, he seeks a powerful artifact rumored to enhance magical abilities.",
  "Alathar Windwalker": "Name: Alathar Windwalker\nRace: Half-Elf\nClass: Ranger\nLevel: 5\n\nAbility Scores:\nSTR: 16\nDEX: 14\nCON: 13\nINT: 10\nWIS: 15\nCHA: 12\n\nHP: 50 (10 + (CON - 10) / 2)\nAC: 14 (10 + 2 + 2 leather armor)\n\nBackground: Outlander\nAlignment: Chaotic Good\n\nPersonality:\n- Adventurous\n- Independent\n- Skeptical of authority\n\nEquipment:\n- Longbow\n- Leather armor\n- Explorer's pack\n- Thieves' tools\n- Signet ring with family crest\n\nBackstory:\nAlathar Windwalker was born in a small human village at the edge of the elven forest. His mother, a half-elf, fell in love with a human, making Alathar the first of their kind in the village. As a child, Alathar spent most of his time exploring the forest and learning the ways of the ranger from the elven hunters. After his mother died in a raid by orcs, Alathar left the village and became an outlander, traveling across the lands and fighting to protect the innocent.",
  "Akmenos Eventide": "Name: Akmenos Eventide\nRace: Tiefling\nClass: Sorcerer\nLevel: 5\n\nAbility Scores:\nSTR: 12\nDEX: 16\nCON: 14\nINT: 10\nWIS: 12\nCHA: 18\n\nHP: 35\nAC: 16\n\nBackground: Charlatan\nAlignment: Chaotic Neutral\n\nPersonality:\nReckless, Manipulative, Ambitious\n\nEquipment:\n- Quarterstaff (as focus for spells)\n- Leather armor\n- Dagger, Spell component pouch, Backpack\n\nBackstory:\nAkmenos was born to a human mother and a mysterious, otherworldly father in a small, rural town. He discovered his magical abilities at a young age and quickly learned to harness them for personal gain. As he grew older, Akmenos became increasingly restless, feeling confined by the limitations of his hometown. He set out into the world, using his charm and magical prowess to swindle and deceive those he meets."
}