{
  "Noj Notrub": "Name: Noj Notrub\nRace: Dragonborn\nClass: Bard\nBackground: Entertainer\nAlignment: Chaotic Good\n\nAbility Scores:\nSTR: 9\nDEX: 10\nCON: 12\nINT: 14\nWIS: 14\nCHA: 14\n\nHP: 30\nAC: 10\n\nPersonality: Noj the Dragonborn stands at 6'4\" with vibrant blue scales that shimmer like the deep ocean. His draconic features are softened by kind, light green eyes. He often wears simple, travel-worn clothes, favoring practicality over ostentation. A well-loved lute is always strapped to his back, and a pouch of seasoned beef jerky hangs from his belt.\n\nEquipment:\n- Small Dagger in Right Boot\n- Basic Blue Clothing with Leather Padding\n- Satchel\n- Lute\n- Beef Jerky\n- Waterskin\n\nBackstory: Noj was born in a remote mountain village. He loved two things: his lute and beef jerky. While his clan crafted wind instruments, Noj was drawn to the lute, taught to him by a traveling bard. His love for beef jerky began with a human trapper who shared his запасы (supplies). Yearning to explore beyond his village and share his music (and sample all the beef jerky the world has to offer), Noj left home. He now wanders the land, playing his lute and searching for the perfect piece of dried meat.",
  "Naesala Moonfire": "Name: Naesala Moonfire\nRace: Half-Elf\nClass: Wizard\nLevel: 5\n\nAbility Scores:\nSTR: 12\nDEX: 14\nCON: 16\nINT: 18\nWIS: 10\nCHA: 13\n\nHP: 27\nAC: 12\n\nBackground: Sage\nAlignment: Neutral Good\n\nPersonality:\nCurious, studious, and cautious.\n\nEquipment:\n- Wand of the War Mage\n- Robe of the Archmagi\n- Spellbook, potion of healing, arcane focus\n\nBackstory:\nNaesala was born to an elven mother and a human father, both scholars. She inherited their love for knowledge and magic. After mastering the basics, she left home to explore the world and expand her understanding. Her journey has led her to many ancient libraries and hidden tomes.",
  "Euphemia Highhill": "Name: Euphemia Highhill\nRace: Halfling\nClass: Rogue (Leveller)\nLevel: 5\n\nAbility Scores:\nSTR: 13\nDEX: 17\nCON: 14\nINT: 12\nWIS: 10\nCHA: 15\n\nHP: 34 (5d8 + 14 CON mod)\nAC: 15 (10 + 2 DEX mod + leather armor)\n\nBackground: Charlatan\nAlignment: Chaotic Good\n\nPersonality:\n- Cunning and charming\n- Has a knack for getting out of tricky situations\n- Enjoys playing pranks on others\n\nEquipment:\n- Dagger\n- Leather armor\n- Thieves' tools\n- Disguise kit\n- Potion of invisibility\n\nBackstory: Euphemia Highhill grew up in a small village where she learned to be crafty and clever. She left her home to explore the world and seek adventure, using her skills to make a living as a charlatan and a thief. She enjoys using her wit and charm to get out of trouble and often plays pranks on her companions. Despite her mischievous behavior, she has a good heart and always tries to do what's right.",
  "Beiro Silverleaf": "Name: Beiro Silverleaf\nRace: Half-Elf\nClass: Ranger\nLevel: 5\n\nAbility Scores:\nSTR: 16\nDEX: 14\nCON: 12\nINT: 10\nWIS: 18\nCHA: 12\n\nHP: 35\nAC: 18\n\nBackground: Outlander\nAlignment: Neutral Good\n\nPersonality:\n Resourceful, Independent, Guarded\n\nEquipment:\n- Longbow with quiver of 20 arrows\n- Leather armor\n- Backpack, bedroll, and waterskin\n\nBackstory:\nBeiro was raised by his elven mother in a secluded forest glade. He learned survival skills and archery from a young age, and has spent most of his life living off the land. After his mother's passing, Beiro set out into the wider world to explore and protect the natural beauty he grew up with. He now travels as a ranger, using his skills to defend the innocent and preserve the wilderness."
}